<?php
/* 
 * Copyright (c) 2018-2021   All rights reserved.
 * 
 * 创建时间：2021-06-22 16:53
 *
 * 项目：rm  -  $  - disc.php
 *
 * 作者：liwei 
 */


?>


<div class="page page-aboutb about-disclaimer">
    <?php include __DIR__ . '/navbar.php'; ?>

    <div class="page-content">
        <div class="content-block" style="margin-bottom: 50px;">
            <div class="xieyi_block">
                <h1>
                    免责声明
                </h1>

                <div class="item" style="margin-top: 20px">
                    <div class="title">
                        一、本站服务条款的接受
                    </div>
                    <p>本站提供的服务完全按照其发布的服务条款和操作规则。我站服务条款所称的用户是指完全同意所有条款并完成注册程序或未经注册而使用本站网站服务(以下简称“我站服务”)的用户。用户使用本站网站服务即视作认同并接受本服务条款。</p>
                </div>
                <div class="item">
                    <div class="title">
                        二、服务条款的变更和修改
                    </div>
                    <p>本站有权随时对服务条款进行修改，并且一旦发生服务条款的变动，本站将在页面上提示修改的内容;当用户使用本站的特殊服务时，应接受本站随时提供的与该特殊服务相关的规则或说明，并且此规则或说明均构成我站服务条款的一部分。用户如果不同意服务条款的修改，可以主动取消已经获得的网络服务;如果用户继续享用网络服务，则视为用户已经接受服务条款的修改。</p>
                </div>
                <div class="item">
                    <div class="title">
                        三、服务说明
                    </div>
                    <p>(1) 本站运用自己的操作系统通过国际互联网向用户提供丰富的网上资源，包括各种信息工具、网上论坛、个性化内容等(以下简称我站服务)。除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品，均无条件地适用我站服务条款。</p>
                    <p>(2) 本站对网络服务不承担任何责任，即用户对网络服务的使用承担风险。本站不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。</p>
                    <p>(3) 为使用我站服务，用户必须：</p>
                    <p>a.自行配备进入国际互联网所必需的设备，包括计算机、数据机或其他存取装置;</p>
                    <p>b.自行支付与此服务有关的费用;</p>
                    <p>(4)用户接受我站服务须同意：</p>
                    <p>a.提供完整、真实、准确、最新的个人资料;</p>
                    <p>b.不断更新注册资料，以符合上述(4).a的要求。</p>
                    <p>若用户提供任何错误、不实、过时或不完整的资料，并为本站所确知;或者本站有合理理由怀疑前述资料为错误、不实、过时或不完整，本站有权暂停或终止用户的帐号或，并拒绝现在或将来使用我站服务的全部或一部分。</p>
                </div>
                <div class="item">
                    <div class="title">
                        四、用户应遵守以下法律及法规
                    </div>
                    <p>用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，本站合理地认为用户的行为可能违反上述法律、法规，本站可以在任何时候，不经事先通知终止向该用户提供服务。用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。</p>
                </div>
                <div class="item">
                    <div class="title">
                        五、用户隐私权制度
                    </div>
                    <p>当用户注册本站的C服务时，用户须提供个人信息。本站收集个人信息的目的是为用户提供尽可能多的个人化网上服务以及为广告商提供一个方便的途径来接触到适合的用户，并且可以发送具有相关性的内容和广告。在此过程中，广告商绝对不会接触到用户的个人信息。</p>
                    <p>本站不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在本站中的非公开内容，除非有下列情况：</p>
                    <p>(1) 有关法律规定或本站合法服务程序规定;</p>
                    <p>(2) 在紧急情况下，为维护用户及公众的权益;</p>
                    <p>(3) 为维护本站的商标权;</p>
                    <p>(4) 其他需要公开、编辑或透露个人信息的情况。</p>
                    <p>在以下(包括但不限于)几种情况下，本站有权使用用户的个信息：</p>
                    <p>(1)在进行促销或抽奖时，本站可能会与赞助商共享用户的个人信息，在这些情况下本站会在发送用户信息之前进行提示，并且用户可以通过不参与来终止传送过程。</p>
                    <p>(2)本站可以将用户信息与第三方数据匹配。</p>
                    <p>(3)本站会通过透露合计用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述本站的服务。</p>
                    <p>(4) 本站会向用户发送关于本站不同产品和服务的信息或者本站认为用户会感兴趣的其他产品和服务。另外，本站会竭尽全力保护用户的信息，但本站不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的消息;本站的合作伙伴和可通过本站访问的第三方因特网站点和服务或通过抽奖、促销等活动得知用户个人信息的其他第三方会进行独立的数据收集工作等活动，本站对用户及其他任何第三方的上述行为，不负担任何责任。</p>

                </div>
                <div class="item">
                    <div class="title">
                        六、用户帐号密码与安全
                    </div>
                    <p>用户一旦注册成功，便成为本站的合法用户，用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任;因此所衍生的任何损失或损害，本站无法也不负担任何责任。</p>
                    <p>用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知本站，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到本站的安全保护。</p>
                </div>
                <div class="item">
                    <div class="title">
                        七、对用户信息的存储和限制
                    </div>
                    <p>本站不对用户所发布信息的删除或储存失败负责。本站有权判断用户的行为是否符合本站服务条款规定的权利，如果本站认为用户违背了服务条款的规定，本站有中断向其提供网络服务的权利。</p>
                </div>
                <div class="item">
                    <div class="title">
                        八、禁止用户从事以下行为
                    </div>
                    <p>(1) 上载、张贴、发送电子邮件或传送任何非法、有害、胁迫、骚扰、侵害、中伤、粗俗、猥亵、诽谤、淫秽、侵害他人因隐私、种族歧视或其他另人不快的包括但不限于、资料、文字、软件、音乐、照片、图形、信息或其他资料(以下简称内容)。</p>
                    <p>(2) 以任何方式危害未成年人。</p>
                    <p>(3) 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</p>
                    <p>(4) 伪造标题或以其他方式操控识别资料，使人误认为该内容为本站所传送。</p>
                    <p>(5) 将无权传送的内容(例如内部资料、机密资料)进行上载、张贴、发送电子邮件或以其他方式传送。</p>
                    <p>(6) 将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。</p>
                    <p>(7) 将广告函件、促销资料、"垃圾邮件"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。</p>
                    <p>(8) 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送。</p>
                    <p>(9) 干扰或破坏我站服务或与我站服务相连的服务器和网络，或不遵守我站服务网络使用之规定。</p>
                    <p>(10) 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范</p>
                    <p>(11) 跟踪或以其他方式骚扰他人。</p>
                    <p>用户对经由我站服务上载、张贴、发送电子邮件或传送的内容负全部责任</p>
                    <p>对于经由我站服务而传送的内容，本站不保证前述内容的正确性、完整性</p>
                    <p>或品质。用户在接受我站服务时，有可能会接触到令人不快、不适当或令人厌恶</p>
                    <p>的内容。在任何情况下，本站均不对任何内容负责，包括但不限于任何</p>
                    <p>内容发生任何错误或纰漏以及衍生的任何损失或损害。本站有权(但无义务)自行拒绝或删除经由我站服务提供的任何内容。用户使用上述内容，应自行承担风险。</p>
                    <p>本站有权利在下述情况下，对内容进行保存或披露：</p>
                    <p>(1) 法律程序所规定;</p>
                    <p>(2) 我站服务条款规定;</p>
                    <p>(3) 被侵害的第三人提出权利主张;</p>
                    <p>(4) 为保护本站、其使用者及社会公众的权利、财产或人身安全。</p>
                    <p>(5) 其他本站认为有必要的情况。</p>


                </div>

                <div class="item">
                    <div class="title">
                        九、关于用户在本站的公开使用区域张贴内容
                    </div>
                    <p>(1)"公开使用区域"指一般公众可以使用的区域;</p>
                    <p>(2)用户在我站服务公开的使用区域张贴的内容，则视为用户授权本站免费使用权及非独家使用权，本站有权为展示、散布及推广前述张贴的内容之服务目的，对上述内容进行复制、修改、出版。本使用权持续到用户将上述内容在我站服务中删除。</p>
                    <p>(3)因用户进行上述张贴，而导致任何第三方提出索赔要求或衍生的任何损害或损失，用户承担全部责任。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十、用户除非得到授权不得对我站服务进行复制、出售或用作其他商业用途。
                    </div>
                </div>
                <div class="item">
                    <div class="title">
                        十一、本站有权规定并修改使用我站服务的一般措施。
                    </div>
                    <p>如本站未能储存或删除我站服务的内容或其他讯息，本站不负担任何责任。对于用户3个月未使用的帐号，本站有权予以删除。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十二、与广告商的商业交易
                    </div>
                    <p>用户经由我站服务与广告商进行通讯联系或商业往来或参与促销活动，完全属于用户与广告商之间的行为，与本站没有任何关系，对于前述交易或前述广告商因我站服务所生之任何损害或损失，本站不承担任何责任。本站没有义务对广告及广告商进行甄别或审查。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十三、接受商业与交易类信息的相关服务
                    </div>
                    <p>本站“广告内容与本站无关，请用户自己辨别内容的真实性”，本站均不负任何责任。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十四、我站服务可能会提供与其他国际互联网网站或资源进行链接。
                    </div>
                    <p>对于前述网站或资源是否可以利用，本站不予担保。因使用或依赖上述网站或资源所生的损失或损害，本站也不负担任何责任。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十五、本站的知识产权及其他权利
                    </div>
                    <p>(1) 本站对我站服务及我站服务所使用的软件包含受知识产权或其他法律保护的资料享有相应的权利;</p>
                    <p>(2)经由我站服务传送的资讯及内容未经本站明示授权许可，用户不得进行修改、出租、散布或衍生其他作品。</p>
                    <p>(3) 本站站的设计图样以及其他产品及服务名称，均为本站资讯所享有的商标。任何人不得使用、复制或用作其他用途。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十六、损坏与赔偿
                    </div>
                    <p>由于用户经由我站服务张贴或传送内容、与我站服务连线、违反我站服务条款或侵害其他人的任何权利导致任何第三人提出权利主张，用户同意赔偿本站、关联公司、代理人或其他合作伙伴及员工，并使其免受损害。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十七、服务修改与终止
                    </div>
                    <p>本站有权在任何时候，暂时或永久地修改或终止我站服务(或任何一部分)，无论是否通知。本站对我站服务的修改或终止对用户和任何第三人不承担任何责任。本站有权基于任何理由，终止用户的帐号、密码或使用我站服务，或删除、转移用户存储、发布在我站服务的内容，本站采取上述行为均不需通知，并且对用户和任何第三人不承担任何责任。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十八、通知
                    </div>
                    <p>本站向用户发出的通知，采用电子邮件或页面公告或常规信件的形式。服务条款的修改或其他事项变更时，本站将会以上述形式进行通知。</p>
                </div>
                <div class="item">
                    <div class="title">
                        十九、我站服务条款规范用户使用我站服务，我站服务条款和本站的其他服务条款构成完整的协议。
                    </div>
                    <p>本站拥有上述服务条款、协议的最终解释权。</p>
                </div>


            </div>
        </div>
        <?php Lev::footer();?>
    </div>
</div>

