<?php
/* 
 * Copyright (c) 2018-2021   All rights reserved.
 * 
 * 创建时间：2021-06-22 16:50
 *
 * 项目：rm  -  $  - law.php
 *
 * 作者：liwei 
 */

?>


<div class="page page-aboutb about-law">
    <?php include __DIR__ . '/navbar.php'?>

    <div class="page-content">

        <div class="block" style="margin-bottom: 50px;">
            <div class="content-block">

                <h1>
                    法律声明
                </h1>
                <p style="margin-top: 20px;">(1) 本站对于任何包含、经由或连接、下载或从任何与有关我站服务所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性;并且对于用户经我站服务上的广告、展示而购买、取得的任何产品、信息或资料，本站不负保证责任。用户自行负担使用我站服务的风险。</p>
                <br>
                <p>(2) 本站有权但无义务，改善或更正我站服务任何部分之任何疏漏、错误。</p>
                <br>
                <p>(3) 本站不保证(包括但不限于)：</p>
                <br>
                <p>a.我站服务适合用户的使用要求;</p>
                <br>
                <p>b.我站服务不受干扰，及时、安全、可靠或不出现错误;</p>
                <br>
                <p>c.用户经由我站服务取得的任何产品、服务或其他材料符合用户的期望;</p>
                <br>
                <p>(4) 用户使用经由我站服务下载的或取得的任何资料，其风险自行负担;因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任;</p>
                <br>
                <p>(5) 基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，本站不承担任何直接、间接、附带、衍生或惩罚性的赔偿：</p>
                <br>
                <p>a.我站服务使用或无法使用;</p>
                <br>
                <p>b.经由我站链接的其他网站购买或取得的任何产品、资料或服务;</p>
                <br>
                <p>c.用户资料遭到未授权的使用或修改;</p>
                <br>
                <p>
                    d.其他与我站服务相关的事宜。
                </p>

            </div>
        </div>

        <?php Lev::footer();?>
    </div>
</div>
